import type { Teacher } from "../types";

export const teachers: Teacher[] = [
  {
    id: 1,
    name: "Арсений Ежов",
    role: "Концептуалист, 3D визуализатор. Соснователь ЩЕПКА и СМОЛА",
  },
  {
    id: 2,
    name: "Петя Петров",
    role: "Архитектор, фасадный дизайнер, выпускник СГТУ",
    description:
      "Участвовал и побеждал в архитектурных конкурсах, в том числе в проектах, отмеченных профессиональным жюри и реализованных в публичной и культурной среде.",
  },
  {
    id: 3,
    name: "Даниил Киров",
    role: "Дизайнер, художник",
  },
  {
    id: 4,
    name: "Джон Интернет",
    role: "Эксперт AutoCAD",
  },
];
